tap "arkweid/lefthook"
tap "homebrew/bundle"
brew "act"
brew "aha"
brew "anyenv"
brew "zstd"
brew "pycparser"
brew "cffi"
brew "awscli"
brew "bash"
brew "boost"
brew "glib"
brew "coreutils"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "colordiff"
brew "curl"
brew "docutils"
brew "harfbuzz"
brew "libssh"
brew "pango"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "gawk"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "gnupg"
brew "jasper"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "grepcidr"
brew "ipcalc"
brew "jp2a"
brew "jq"
brew "less"
brew "lv"
brew "mas"
brew "mise"
brew "openssl@1.1"
brew "python@3.11"
brew "mitmproxy"
brew "mkcert"
brew "mtr"
brew "nkf"
brew "nmap"
brew "nss"
brew "nyancat"
brew "pandoc"
brew "peco"
brew "pngcheck"
brew "python@3.10"
brew "rustup"
brew "sl"
brew "sops"
brew "source-highlight"
brew "speedtest-cli"
brew "terraform"
brew "thefuck"
brew "tig"
brew "tmate"
brew "tmux"
brew "tree"
brew "unar"
brew "wget"
brew "whois"
brew "yt-dlp"
cask "1password"
cask "android-platform-tools"
cask "android-sdk"
cask "android-studio"
cask "aws-vault"
cask "background-music"
cask "color-oracle"
cask "datagrip"
cask "discord"
cask "discord-canary"
cask "discord-development"
cask "docker"
cask "duet"
cask "firefox"
cask "firefox-developer-edition"
cask "firefox-nightly"
cask "flotato"
cask "github"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-cloud-sdk"
cask "google-drive"
cask "google-drive-file-stream"
cask "google-japanese-ime"
cask "gyazo"
cask "hyper"
cask "krisp"
cask "meetingbar"
cask "mmhmm"
cask "ngrok"
cask "obs"
cask "orcaslicer"
cask "parallels"
cask "pixelsnap"
cask "postman"
cask "reflector"
cask "runjs"
cask "skitch"
cask "slack-beta"
cask "trailer"
cask "visual-studio-code"
mas "Magnet", id: 441258766
mas "Pixelmator Pro", id: 1289583905
vscode "42crunch.vscode-openapi"
vscode "aaron-bond.better-comments"
vscode "ahmadalli.vscode-nginx-conf"
vscode "alan.stylus"
vscode "angular.ng-template"
vscode "arjun.swagger-viewer"
vscode "bierner.markdown-preview-github-styles"
vscode "biomejs.biome"
vscode "bmalehorn.vscode-fish"
vscode "bradlc.vscode-tailwindcss"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "codezombiech.gitignore"
vscode "cpylua.language-postcss"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "digitalbrainstem.javascript-ejs-support"
vscode "dprint.dprint"
vscode "dracula-theme.theme-dracula"
vscode "dzhavat.css-flexbox-cheatsheet"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "flowtype.flow-for-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.vscode-mysql"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gitlab.gitlab-workflow"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hangxingliu.vscode-nginx-conf-hint"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "hediet.vscode-drawio"
vscode "hogashi.vscode-copy-github-permalink"
vscode "htmlhint.vscode-htmlhint"
vscode "ijs.emotionsnippets"
vscode "ionutvmi.path-autocomplete"
vscode "itelofilho.chakra-ui-cheatsheet"
vscode "jebbs.plantuml"
vscode "johnpapa.vscode-peacock"
vscode "jumpinjackie.vscode-map-preview"
vscode "kingwl.vscode-vitest-runner"
vscode "kumar-harsh.graphql-for-vscode"
vscode "lys.vscode-vitest-run-it"
vscode "mhutchie.git-graph"
vscode "mosapride.zenkaku"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "nrwl.angular-console"
vscode "octref.vetur"
vscode "orta.vscode-jest"
vscode "orukred-tyranosyntax.tyranosyntax"
vscode "prisma.prisma"
vscode "q.typescript-mono-repo-import-helper"
vscode "raynigon.nginx-formatter"
vscode "rbuckton.tsserver-live-reload"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "remcohaszing.schemastore"
vscode "ricard.postcss"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "shanoor.vscode-nginx"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shipitsmarter.sops-edit"
vscode "sianglim.slim"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "svelte.svelte-vscode"
vscode "swellaby.vscode-rust-test-adapter"
vscode "tamasfe.even-better-toml"
vscode "tauri-apps.tauri-vscode"
vscode "timitejumola.chakra-ui-doc"
vscode "toba.vsfire"
vscode "tonybaloney.vscode-pets"
vscode "unifiedjs.vscode-mdx"
vscode "vadimcn.vscode-lldb"
vscode "vitest.explorer"
vscode "vscode-icons-team.vscode-icons"
vscode "vuetifyjs.vuetify-vscode"
vscode "william-voyek.vscode-nginx"
vscode "wix.vscode-import-cost"
vscode "yusukehirao.vscode-markuplint"
