tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "anyenv"
brew "awscli"
brew "brainfuck"
brew "cask"
brew "colordiff"
brew "direnv"
brew "docker"
brew "fish"
brew "ghq"
brew "gibo"
brew "git"
brew "graphviz"
brew "grep"
brew "jq"
brew "less"
brew "lv"
brew "mas"
brew "mitmproxy"
brew "mkcert"
brew "nkf"
brew "nss"
brew "nyancat"
brew "pandoc"
brew "peco"
brew "sl"
brew "source-highlight"
brew "speedtest-cli"
brew "thefuck"
brew "tig"
brew "tmux"
brew "tree"
brew "unar"
brew "wget"
cask "1password"
cask "atom"
cask "basictex"
cask "docker"
cask "firefox"
cask "firefox-developer-edition"
cask "firefox-nightly"
cask "flotato"
cask "fork"
cask "github"
cask "google-chrome-canary"
cask "google-drive-file-stream"
cask "google-japanese-ime"
cask "gyazo"
cask "hyper"
cask "java"
cask "ngrok"
cask "pixelsnap"
cask "pock"
cask "runjs"
cask "sourcetree"
cask "trailer"
cask "visual-studio-code"
cask "wkhtmltopdf"
mas "Magnet", id: 441258766
mas "Pixelmator Pro", id: 1289583905
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
