tap "arkweid/lefthook"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "anyenv"
brew "asdf"
brew "awscli"
brew "glib"
brew "cask"
brew "colordiff"
brew "direnv"
brew "fish"
brew "gawk"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "gnupg"
brew "harfbuzz"
brew "pango"
brew "graphviz"
brew "grep"
brew "jp2a"
brew "jq"
brew "less"
brew "lv"
brew "mas"
brew "mitmproxy"
brew "mkcert"
brew "nkf"
brew "nss"
brew "nyancat"
brew "pandoc"
brew "peco"
brew "pngcheck"
brew "sl"
brew "sops"
brew "source-highlight"
brew "speedtest-cli"
brew "thefuck"
brew "tig"
brew "tmate"
brew "tmux"
brew "tree"
brew "unar"
brew "wget"
brew "arkweid/lefthook/lefthook"
cask "android-platform-tools"
cask "android-sdk"
cask "android-studio"
cask "background-music"
cask "color-oracle"
cask "datagrip"
cask "docker"
cask "firefox"
cask "firefox-developer-edition"
cask "firefox-nightly"
cask "flotato"
cask "github"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-drive"
cask "google-drive-file-stream"
cask "google-japanese-ime"
cask "gyazo"
cask "hyper"
cask "krisp"
cask "ngrok"
cask "obs"
cask "parallels"
cask "pixelsnap"
cask "postman"
cask "runjs"
cask "skitch"
cask "slack-beta"
cask "trailer"
cask "visual-studio-code"
mas "Magnet", id: 441258766
mas "Pixelmator Pro", id: 1289583905
